background/rahnami.org
#+title: Rahnami

* Rahnami
*** The first Rahnami is that for love. Love is Rahnami and Rahnami love.
*** Rahnami for others. Rahnami is something that multiplies as it is spent. So always give Rahnami, so that Rahnami will increase.
*** Rahnami for the world. Where there is no Rahnami, there is scarcity. Scarcity is overcome by Rahnami. Resources that cannot be made, must be preserved, and resources that can be made should be shared abundantly.
*** Rahnami is mercy. Before confronting the evil outside, confront the evil in inside. Fix the lack of Rahnami in yourself, and then, and only then can you confront the evil outside. If you want a second chance, give it freely. If you want third, fourth, fifth chance, give it freely. You cannot understand the poverty out there, without first confronting the poverty in here.
*** Rahnami is just. But it is mercy first, and foremost, or it is not just at all.
