html/home/thawes/src/projects/naurrnen-website/background/rahnami.html
---
title: "Rahnami"
---
<div id="outline-container-rahnami" class="outline-2">
<h2 id="rahnami">Rahnami</h2>
<div class="outline-text-2" id="text-rahnami">
</div>
<div id="outline-container-the-first-rahnami-is-that-for-love-love-is-rahnami-and-rahnami-love-" class="outline-4">
<h4 id="the-first-rahnami-is-that-for-love-love-is-rahnami-and-rahnami-love-">The first Rahnami is that for love. Love is Rahnami and Rahnami love.</h4>
<div class="outline-text-4" id="text-the-first-rahnami-is-that-for-love-love-is-rahnami-and-rahnami-love-">
</div>
</div>
<div id="outline-container-rahnami-for-others-rahnami-is-something-that-multiplies-as-it-is-spent-so-always-give-rahnami-so-that-rahnami-will-increase-" class="outline-4">
<h4 id="rahnami-for-others-rahnami-is-something-that-multiplies-as-it-is-spent-so-always-give-rahnami-so-that-rahnami-will-increase-">Rahnami for others. Rahnami is something that multiplies as it is spent. So always give Rahnami, so that Rahnami will increase.</h4>
<div class="outline-text-4" id="text-rahnami-for-others-rahnami-is-something-that-multiplies-as-it-is-spent-so-always-give-rahnami-so-that-rahnami-will-increase-">
</div>
</div>
<div id="outline-container-rahnami-for-the-world-where-there-is-no-rahnami-there-is-scarcity-scarcity-is-overcome-by-rahnami-resources-that-cannot-be-made-must-be-preserved-and-resources-that-can-be-made-should-be-shared-abundantly-" class="outline-4">
<h4 id="rahnami-for-the-world-where-there-is-no-rahnami-there-is-scarcity-scarcity-is-overcome-by-rahnami-resources-that-cannot-be-made-must-be-preserved-and-resources-that-can-be-made-should-be-shared-abundantly-">Rahnami for the world. Where there is no Rahnami, there is scarcity. Scarcity is overcome by Rahnami. Resources that cannot be made, must be preserved, and resources that can be made should be shared abundantly.</h4>
<div class="outline-text-4" id="text-rahnami-for-the-world-where-there-is-no-rahnami-there-is-scarcity-scarcity-is-overcome-by-rahnami-resources-that-cannot-be-made-must-be-preserved-and-resources-that-can-be-made-should-be-shared-abundantly-">
</div>
</div>
<div id="outline-container-rahnami-is-mercy-before-confronting-the-evil-outside-confront-the-evil-in-inside-fix-the-lack-of-rahnami-in-yourself-and-then-and-only-then-can-you-confront-the-evil-outside-if-you-want-a-second-chance-give-it-freely-if-you-want-third-fourth-fifth-chance-give-it-freely-you-cannot-understand-the-poverty-out-there-without-first-confronting-the-poverty-in-here-" class="outline-4">
<h4 id="rahnami-is-mercy-before-confronting-the-evil-outside-confront-the-evil-in-inside-fix-the-lack-of-rahnami-in-yourself-and-then-and-only-then-can-you-confront-the-evil-outside-if-you-want-a-second-chance-give-it-freely-if-you-want-third-fourth-fifth-chance-give-it-freely-you-cannot-understand-the-poverty-out-there-without-first-confronting-the-poverty-in-here-">Rahnami is mercy. Before confronting the evil outside, confront the evil in inside. Fix the lack of Rahnami in yourself, and then, and only then can you confront the evil outside. If you want a second chance, give it freely. If you want third, fourth, fifth chance, give it freely. You cannot understand the poverty out there, without first confronting the poverty in here.</h4>
<div class="outline-text-4" id="text-rahnami-is-mercy-before-confronting-the-evil-outside-confront-the-evil-in-inside-fix-the-lack-of-rahnami-in-yourself-and-then-and-only-then-can-you-confront-the-evil-outside-if-you-want-a-second-chance-give-it-freely-if-you-want-third-fourth-fifth-chance-give-it-freely-you-cannot-understand-the-poverty-out-there-without-first-confronting-the-poverty-in-here-">
</div>
</div>
<div id="outline-container-rahnami-is-just-but-it-is-mercy-first-and-foremost-or-it-is-not-just-at-all-" class="outline-4">
<h4 id="rahnami-is-just-but-it-is-mercy-first-and-foremost-or-it-is-not-just-at-all-">Rahnami is just. But it is mercy first, and foremost, or it is not just at all.</h4>
<div class="outline-text-4" id="text-rahnami-is-just-but-it-is-mercy-first-and-foremost-or-it-is-not-just-at-all-">
</div>
</div>
</div>
